[
  {
    "code": "E-HDR",
  "name": "灼熱の旗手",
  "desc": "情熱と行動力で周囲を鼓舞するリーダー。深く考え、構造を大切にするが、感情の波も大きい。",
  "longdesc": "灼熱の旗手は、強いエネルギーと意志で周囲を引っ張っていく存在です。人々を鼓舞する言葉や行動を惜しまず、困難な場面では自ら最前線に立って突破口を開こうとします。論理や構造を軽視せず、深い思索を土台にして行動するため、ただの勢いだけでは終わらない安定感を持っています。一方で、感情の振れ幅が大きいため、熱が過ぎれば衝突を生んでしまうこともあります。その炎を制御しつつ、正しい方向に力を注ぐことで、組織や仲間にとって欠かせない旗手となります。",
  "adjust": {
    "I/E": "一人の時間で充電し、内省を増やす。",
    "H/C": "感情を鎮め、データで状況を評価する。",
    "D/S": "浅い実践を繰り返して試行回数を稼ぐ。",
    "R/F": "ルールから離れ、柔軟さを持つ。"
    }
  },
  {
    "code": "E-HDF",
  "name": "陽炎の即興家",
  "desc": "熱意にあふれ、柔軟にアイデアを形にする革新者。深く探求するが、枠にとらわれない。",
  "longdesc": "陽炎の即興家は、情熱と独創性を携えながら新しい流れを作り出す存在です。思いついたアイデアを素早く試し、時には常識を打ち破る大胆さで周囲を驚かせます。その一方で、掘り下げたいテーマが見つかると深い集中力を発揮し、探究の炎を絶やさない研究者的側面も持ちます。周囲からは『予測不能だが頼もしい』と思われることが多く、組織やチームに変革を呼び込む触媒の役割を果たします。",
  "adjust": {
    "I/E": "外に出す前に一度書き出して整理。",
    "H/C": "感情を抑え、冷静に分析する。",
    "D/S": "時には深さを手放し、速い判断を。",
    "R/F": "柔らかさを保ちながらも基本ルールを確認。"
    }
  },
  {
  "code": "E-HSR",
  "name": "疾風の推進者",
  "desc": "情熱的でスピード感のある実行派。浅い領域からでも素早く形にし、規律を守りつつ突破口を作る。",
  "longdesc": "疾風の推進者は、立ち止まるよりもまず動き出すことを得意とするタイプです。エネルギッシュで決断も早く、スピードを武器に環境を切り拓いていきます。計画や理論に時間を割くよりも、実際に試しながら形にしていくことで成果を積み重ねます。そのため、即応性が求められる現場や混乱した状況で特に力を発揮します。ただし、深掘りや長期的な視点を軽視しがちなため、基盤を築かないまま走り出すと持続力に欠けることもあります。規律を守りながら、自分に欠けやすい“静”の要素を取り入れることで、真の推進力が整います。",
  "adjust": {
    "I/E": "他者の声に耳を傾け内面を整える。",
    "H/C": "熱を下げ、データを参照する。",
    "D/S": "深く掘ってから動き出す。",
    "R/F": "柔らかな対応を学び、即興性を受け入れる。"
  }
},
{
  "code": "E-HSF",
  "name": "旋風の冒険者",
  "desc": "軽やかで即興的なエネルギーを持つ冒険タイプ。浅く広く試しながら次々と行動する。",
  "longdesc": "旋風の冒険者は、固定観念に縛られず、軽やかに新しい挑戦へと飛び込んでいくタイプです。フットワークが軽く、思いつきをすぐに実行に移せるため、柔軟性と適応力に優れています。場の空気を読むのも得意で、その場の雰囲気を盛り上げながら流れを作ることができます。ただし、広く浅い探索に偏るため、一つの分野を深掘りする忍耐力に欠けやすく、成果が散漫になる危険もあります。即興性を生かしつつも、あえて“留まる勇気”を持つことで、冒険の成果をより大きく実らせることができます。",
  "adjust": {
    "I/E": "一歩引いて計画を見直す。",
    "H/C": "クールダウンして判断力を保つ。",
    "D/S": "一つのテーマを深く掘ってみる。",
    "R/F": "ルールや手順をあえて守ってみる。"
  }
},
  {
  "code": "I-HDR",
  "name": "深淵の炎守り",
  "desc": "内向的だが情熱を内に秘め、深く掘り下げて構造化する研究者タイプ。",
  "longdesc": "深淵の炎守りは、表には出しにくいが強い情熱を内に燃やし続ける探究者です。外の喧騒よりも、自分の内なる世界に潜り込み、徹底的に物事を掘り下げることを好みます。そのため、一度関心を持ったテーマに対しては圧倒的な集中力を発揮し、深い構造的理解を築き上げることができます。ただし、情熱を外部に示さない傾向があるため、周囲からは無関心に見られることもあります。内に秘めた炎を「共有」する場を持つことで、研究や探求の成果がより多くの人に届き、影響力を広げることができます。",
  "adjust": {
    "I/E": "思考を外に発信して共感を得る。",
    "H/C": "冷静さを忘れず、データも併用。",
    "D/S": "小さな行動で試行回数を増やす。",
    "R/F": "柔軟な試みを受け入れる。"
  }
},
{
  "code": "I-HDF",
  "name": "深紅の詩人",
  "desc": "感受性が強く、柔軟な発想で深いテーマを探求する芸術家タイプ。",
  "longdesc": "深紅の詩人は、豊かな感受性と深い思索を持ち、芸術や表現活動を通じて世界を解釈するタイプです。直感やひらめきを大切にし、他者が気づかない細やかなニュアンスを感じ取り、それを形にすることに優れています。そのため、作品や言葉に強い共鳴力を持ち、周囲に深い感動を与えることができます。ただし、内に閉じこもりすぎると、自らの世界に沈み込み、現実との接点を失いやすい一面もあります。発想を形にし外に出す習慣を持つことで、詩的な感性が現実に影響を及ぼし、より大きな力を持つようになります。",
  "adjust": {
    "I/E": "作品や意見を外に出してみる。",
    "H/C": "冷静さを加え、客観視する。",
    "D/S": "軽い試作や実験を増やす。",
    "R/F": "必要な枠組みを設定して集中。"
  }
},
  {
  "code": "I-HSR",
  "name": "静寂の戦略家",
  "desc": "冷静な情熱で浅い領域から素早く判断しつつ、規律を重んじる計画者。",
  "longdesc": "静寂の戦略家は、感情に振り回されず冷静な視点を持ちながら、即断即決で物事を処理できるタイプです。全体像を素早く把握し、規律や秩序を重視しつつ効率的な計画を立てます。そのため、リーダーの右腕として組織やプロジェクトを安定させる力があります。ただし、浅い判断に偏りすぎると長期的なビジョンを見失う危険もあります。内なる静けさを活かしつつ、時には情熱を前に出すことで、戦略に厚みと推進力が生まれます。",
  "adjust": {
    "I/E": "外部に向けたコミュニケーションを増やす。",
    "H/C": "熱をこめて人を動かしてみる。",
    "D/S": "深く考えてから動く強みを活かす。",
    "R/F": "規則にこだわらず柔らかさを試す。"
  }
},
{
  "code": "I-HSF",
  "name": "微風の探求者",
  "desc": "内向的でありながら即興性を持つ柔軟な冒険者。浅い範囲で実験を楽しむタイプ。",
  "longdesc": "微風の探求者は、好奇心に導かれ、軽やかに新しいことへ挑むタイプです。深く掘り下げるよりも、小さな試みを次々と行いながら、世界を少しずつ探索していきます。そのため、枠に縛られずに新しい発想やアイデアを拾い上げることに長けています。ただし、興味が移ろいやすく成果が散漫になることもあります。遊び心を残しながらも、一部のテーマを腰を据えて追究することで、風のような探求心が大きな成果へと結実します。",
  "adjust": {
    "I/E": "仲間を巻き込んで動いてみる。",
    "H/C": "情熱をもっと前面に出す。",
    "D/S": "テーマを深く探求してみる。",
    "R/F": "一定の手順を設けて集中力を高める。"
  }
},
  {
  "code": "E-CDR",
  "name": "静風の指揮官",
  "desc": "冷静さと構造的思考で人を導く戦略リーダー。深い洞察を持ちながらも外向的で影響力が強い。",
  "longdesc": "静風の指揮官は、冷静な判断と明確な構造把握を武器に、人々をまとめ上げるリーダーです。全体の流れを見通し、秩序を守ることで安定を作ります。外向性の高さから場をコントロールする力があり、戦略の旗振り役として活躍できます。ただし、秩序や構造に偏りすぎると柔軟性を欠く場面も。風のように軽やかに計画を修正できると、真のリーダーシップが花開きます。",
  "adjust": {
    "I/E": "自分の考えを一度内省して確認する。",
    "H/C": "情熱を表に出してチームを鼓舞する。",
    "D/S": "細かく掘らず、早めに動き出す。",
    "R/F": "柔軟にプランを修正する。"
  }
},
{
  "code": "E-CDF",
  "name": "冷光の改革者",
  "desc": "冷静な分析と柔軟な発想を併せ持つ革新者。深く考え、既存の枠組みを変えるのが得意。",
  "longdesc": "冷光の改革者は、冷静な分析力と自由な発想を組み合わせ、既存の仕組みに風穴を開ける革新者です。物事を深く掘り下げ、論理的に整理することで本質を見抜きますが、その視点を枠に閉じ込めず、新しいアイデアに昇華させる柔軟さを持っています。従来のやり方にとらわれないため、変化が必要な時代に特に力を発揮します。ただし、行動に移すまで時間をかけすぎる傾向もあるため、小さな実験を重ねて実行力を育てることが重要です。",
  "adjust": {
    "I/E": "一度立ち止まり、自分の動機を内省する。",
    "H/C": "感情を載せて共感を得る。",
    "D/S": "早めの小さな実行を増やす。",
    "R/F": "最低限のルールを守って集中。"
  }
},
  {
  "code": "E-CSR",
  "name": "冷鋭のオペレーター",
  "desc": "クールで実務的。浅い領域での行動が速く、規律を守って効率的に結果を出す。",
  "longdesc": "冷鋭のオペレーターは、冷静さとスピードを兼ね備えた効率重視の実務派です。枠組みやルールをきちんと守りながら、必要な結果を確実に積み上げていく姿勢は組織の安定を支える力となります。状況を客観的に捉えるため、感情に流されず冷徹な判断が可能です。ただし、人とのつながりや柔らかい発想を軽視すると孤立しがち。効率だけでなく温かみを添えることで、より大きな成果を引き出せます。",
  "adjust": {
    "I/E": "自分のペースを大事にしつつ、内向的活動も取り入れる。",
    "H/C": "温かみを意識して人を動かす。",
    "D/S": "一つのテーマをじっくり掘る。",
    "R/F": "ルールを手放し、柔らかさを試す。"
  }
},
{
  "code": "E-CSF",
  "name": "薄氷の冒険家",
  "desc": "即興的で柔軟、冷静な判断を活かしながら軽やかに動くチャレンジャー。",
  "longdesc": "薄氷の冒険家は、冷静さを軸にしながらも即興性を発揮し、新しい可能性を次々と試すチャレンジャーです。軽やかに状況へ飛び込み、小さなリスクを恐れず行動する姿は周囲を刺激します。一方で、慎重さに欠けると大きな崩れにつながるため、冷静な分析を行いながら行動するバランスが重要です。柔らかな対応力を武器に、不安定さの中から新しい価値を掘り出せる存在です。",
  "adjust": {
    "I/E": "内省を増やし、次の行動を練る。",
    "H/C": "情熱をもう少し込めて周囲を巻き込む。",
    "D/S": "テーマを深く掘ってみる。",
    "R/F": "規則を活用して集中力を高める。"
  }
},
 {
  "code": "I-CDR",
  "name": "静謐の守護者",
  "desc": "深い洞察と冷静さで周囲を支える保守的リーダー。堅実で安定感がある。",
  "longdesc": "静謐の守護者は、落ち着きと堅実さを武器に人々を安心させる存在です。場を乱さず、冷静な分析と深い洞察をもってチームを支える姿は、まさに守護者の名にふさわしいもの。計画性と安定感は長期的な信頼を築きますが、過度に保守的になると停滞感が生まれることもあります。勇気を出して前に出ることで、守りだけでなく攻めにも強さを発揮できます。",
  "adjust": {
    "I/E": "思い切って表舞台で意見を述べる。",
    "H/C": "感情を込めて話し、共感を誘う。",
    "D/S": "深さを一旦脇に置き、軽い行動を増やす。",
    "R/F": "柔軟さを取り入れ変化を受け入れる。"
  }
},
{
  "code": "I-CDF",
  "name": "冷月の探求者",
  "desc": "冷静で柔軟、深いテーマを探る知的探検家。慎重さと創造性のバランスが高い。",
  "longdesc": "冷月の探求者は、月明かりのように静かで冷静なまなざしで物事を見つめ、深いテーマを掘り下げる探究心の持ち主です。柔軟な発想と冷徹な判断を兼ね備え、未知の領域を着実に切り開いていきます。理論と直感をバランスよく使うため、独創性と信頼性の両方を持ち合わせていますが、慎重すぎると行動が遅れがち。小さな一歩を重ねることで探求の幅がさらに広がります。",
  "adjust": {
    "I/E": "アイデアを外部で試してみる。",
    "H/C": "感情をもう少し表に出す。",
    "D/S": "軽いアクションで速度を上げる。",
    "R/F": "枠組みを強めて実行力を確保する。"
  }
},
  {
  "code": "I-CSR",
  "name": "白銀の技術者",
  "desc": "内向的で冷静、浅い領域でも規律を守りながら効率を追求する実務派。",
  "longdesc": "白銀の技術者は、無駄のない手順と冷静な判断で安定した成果を積み上げるタイプです。精密さと効率性を重んじるため、作業現場や研究開発などで強みを発揮します。安定志向ゆえに大きな冒険は避けがちですが、確実に機能する仕組みを築き上げる能力は誰もが頼りにするもの。時には熱意を前面に出すことで、チーム全体にエネルギーを与えることができます。",
  "adjust": {
    "I/E": "周囲と積極的に関わる。",
    "H/C": "熱意を表現し、モチベーションを高める。",
    "D/S": "じっくり深掘りする。",
    "R/F": "枠にとらわれず柔らかな対応を。"
  }
},
{
  "code": "I-CSF",
  "name": "氷結の即興者",
  "desc": "クールで柔軟、即興的に試しながら環境に適応するタイプ。",
  "longdesc": "氷結の即興者は、冷静さをベースにしながらも柔らかな感覚で環境に溶け込み、その場に応じたアイデアを次々と生み出します。状況を直感的に捉え、即興的な試みを恐れないため、新しい道を切り開く革新の種をまく存在です。ただし深掘りや持続力に欠けることもあるため、テーマを定めて腰を据えることでより大きな成果へとつながります。",
  "adjust": {
    "I/E": "人との交流を増やして刺激を得る。",
    "H/C": "情熱を強調し、相手の心を動かす。",
    "D/S": "一つのテーマを深く追求する。",
    "R/F": "枠組みを意識して動きを安定させる。"
  }
}
]

